brew "gcc"
brew "socat"
brew "lua"
brew "zsh"
brew "git"
brew "git-extras"
brew "hub"
brew "rg"
brew "the_silver_searcher"
brew "asdf"
brew "fzf"
brew "bat"
brew "antigen"
brew "kubernetes-cli"
brew "tmux"
brew "tree"
brew "libpq"
brew "bzip2"
brew "docker-compose"
brew "awscli"
brew "pgcli"
brew "gh"
brew "cloc"
brew "hashicorp/tap/terraform-ls"
brew "fd"
brew "itchyny/tap/git-branch-name"
brew "mycli"
brew "neovim"
